{
    "personalStatement": "An IT graduate from RMIT University with excellent academic results, specializing in web and mobile development. As a quick learner and passionate developer, I am confident working in diverse cultures and dynamic environment. Seeking opportunities to join your organization as an enthusiastic and flexible developer.",
    "educations": [
        {
            "school": "RMIT University",
            "qualification": "Bachelor of Information Techonology",
            "startYear": "2015",
            "endYear": "2016",
            "achievement": [
                "Achieved 4.0 GPA",
                "Invited into Golden Key Honours Society in recognition of above average results"
            ]
        },
        {
            "school": "Swinburne University",
            "qualification": "Diploma of Website Development",
            "startYear": "2014",
            "endYear": "2014",
            "achievement": [
                "Achieved 3.44 GPA"
            ]
        }
    ],
    "experience": [
        {
            "role": "IT Mentor",
            "title": "Mentoring Volunteer Service",
            "location": "RMIT University",
            "startDate": "Jun 2016",
            "endDate": "Dec 2016",
            "responsibilities": [
                "Assisted mentees in their first year of study",
                "Provided guidance for mentees in solving programming problems"
            ],
            "achievements": [
                "Improved interpersonal skills as demonstrated in working with multiple mentees",
                "Improved problem solving skills by analysing, breaking down the problems and helping mentees solving their programming challenges",
                "Successfully established leadership skills, as a result of leading mentees to success"
            ]
        }
    ],
    "skills": [
        "Experience in creating websites from scratch and proficiency in JavaScript, HTML, CSS, PHP, NodeJS, MySQL/NoSQL as demonstrated by the completion of multiple web projects",
        "Experience in working with Angular, React/React Native, Bootstrap, Laravel, JQuery by working on side projects and self-learning",
        "Good understanding of database design and relationships gained from learning and experience",
        "Good understanding of responsive design gained from learning and experience",
        "Good knowledge of Java, C# gained from learning and experience",
        "Experience in developing Android apps as demonstrated by publishing and maintaining apps on Google Play",
        "Solid knowledge in object-oriented programming developed through programming experience and learning",
        "Good knowledge in Agile/SCRUM as demonstrated by passing the “Software Engineering Project Management” subject with high distinction grade"
    ],
    "interest": "Enjoy playing online games, watching movies, having a cup of coffee with my friends and chill."
}